Repository: captajn/MihoniOS
Catalog: Resources/Localizable.xcstrings
Source language: vi
Languages: en

# about_dont_kill_my_app
source: Một vài nhà sản xuất có các hạn chế về việc chạy ngầm của ứng dụng có thể gây dừng hiện thị dịch vụ nền. Xem thêm ở địa chỉ này để sửa chữa chúng.
en: Some manufacturers have additional app restrictions that kill background services. This website has more info on how to fix it.

# action.addExtensionStore
source: Thêm cửa hành tiện ích mở rộng
en: Add extension store

# action_add
source: Thêm
en: Add

# action_add_anyway
source: Luôn luôn thêm
en: Add anyway

# action_add_category
source: Thêm danh mục
en: Add category

# action_apply
source: Áp dụng
en: Apply

# action_asc
source: Tăng dần
en: Ascending

# action_bar_up_description
source: Điều hướng trên
en: Navigate up

# action_bookmark
source: Đánh dấu chương
en: Bookmark chapter

# action_cancel
source: Hủy
en: Cancel

# action_cancel_all
source: Huỷ bỏ tất cả
en: Cancel all

# action_close
source: Đóng
en: Close

# action_copy_link
source: Sao chép liên kết
en: Copy link

# action_copy_to_clipboard
source: Sao chép vào bảng tạm
en: Copy to clipboard

# action_create
source: Tạo
en: Create

# action_delete
source: Xóa
en: Delete

# action_desc
source: Giảm dần
en: Descending

# action_disable
source: Tắt
en: Disable

# action_disable_all
source: Tắt tất cả
en: Disable all

# action_display
source: Hiển thị
en: Display

# action_display_comfortable_grid
source: Lưới
en: Comfortable grid

# action_display_cover_only_grid
source: Lưới chỉ mỗi bìa
en: Cover-only grid

# action_display_download_badge
source: Tải các chương
en: Downloaded chapters

# action_display_grid
source: Lưới thu gọn
en: Compact grid

# action_display_language_badge
source: Ngôn ngữ
en: Language

# action_display_list
source: Danh sách
en: List

# action_display_local_badge
source: Truyện cục bộ
en: Local source

# action_display_mode
source: Chế độ hiển thị
en: Display mode

# action_display_show_continue_reading_button
source: Nút tiếp tục đọc
en: Continue reading button

# action_display_show_number_of_items
source: Hiện số truyện
en: Show number of items

# action_display_show_tabs
source: Hiện các thẻ danh mục
en: Show category tabs

# action_display_unread_badge
source: Chương chưa đọc
en: Unread chapters

# action_download
source: Tải xuống
en: Download

# action_edit
source: Sửa
en: Edit

# action_edit_categories
source: Chỉnh sửa danh mục
en: Edit categories

# action_edit_cover
source: Sửa ảnh bìa
en: Edit cover

# action_edit_notes
source: Sửa
en: Edit notes

# action_enable_all
source: Bật tất cả
en: Enable all

# action_filter
source: Bộ lọc
en: Filter

# action_filter_bookmarked
source: Đã đánh dấu
en: Bookmarked

# action_filter_empty
source: Bỏ bộ lọc
en: Remove filter

# action_filter_excluded_scanlators
source: Lọc nhóm dịch bị loại trừ
en: Filter excluded scanlators

# action_filter_interval_custom
source: Khoảng thời gian cập nhật tùy chỉnh
en: Customized update frequency

# action_filter_tracked
source: Đã theo dõi
en: Tracked

# action_filter_unread
source: Chưa đọc
en: Unread

# action_global_search
source: Tìm kiếm toàn bộ
en: Global search

# action_global_search_hint
source: Tìm kiếm toàn bộ…
en: Global search…

# action_global_search_query
source: Tìm kiếm \"%1$s\" toàn bộ
en: Search for \"%1$s\" globally

# action_install
source: Cài đặt
en: Install

# action_mark_as_read
source: Đánh dấu là đã đọc
en: Mark as read

# action_mark_as_unread
source: Đánh dấu là chưa đọc
en: Mark as unread

# action_mark_previous_as_read
source: Đánh dấu các chương trước là đã đọc
en: Mark previous as read

# action_menu
source: Mục chính
en: Menu

# action_menu_overflow_description
source: Thêm tùy chọn
en: More options

# action_migrate
source: Chuyển
en: Migrate

# action_move_category
source: Đặt danh mục
en: Set categories

# action_move_to_bottom
source: Di chuyển xuống cuối
en: Move to bottom

# action_move_to_bottom_all_for_series
source: Di chuyển bộ truyện xuống cuối
en: Move series to bottom

# action_move_to_top
source: Di chuyển lên đầu
en: Move to top

# action_move_to_top_all_for_series
source: Di chuyển bộ truyện lên đầu
en: Move series to top

# action_newest
source: Mới nhất
en: Newest

# action_next_chapter
source: Chương sau
en: Next chapter

# action_not_now
source: Lúc khác
en: Not now

# action_notes
source: Ghi chú
en: Notes

# action_oldest
source: Cũ nhất
en: Oldest

# action_open_in_browser
source: Mở trong trình duyệt
en: Open in browser

# action_open_in_web_view
source: Mở bằng WebView
en: Open in WebView

# action_open_log
source: Nhật ký mở
en: Open log

# action_open_random_manga
source: Mở một truyện ngẫu nhiên
en: Open random entry

# action_open_repo
source: Mở nguồn
en: Open source repo

# action_order_by_chapter_number
source: Theo số chương
en: By chapter number

# action_order_by_upload_date
source: Theo ngày đăng
en: By upload date

# action_pause
source: Tạm dừng
en: Pause

# action_pin
source: Ghim
en: Pin

# action_previous_chapter
source: Chương trước
en: Previous chapter

# action_remove
source: Gỡ bỏ
en: Remove

# action_remove_bookmark
source: Bỏ đánh dấu chương
en: Unbookmark chapter

# action_remove_everything
source: Loại bỏ tất cả mọi thứ
en: Remove everything

# action_rename_category
source: Đổi tên danh mục
en: Rename category

# action_reset
source: Làm mới
en: Reset

# action_restore
source: Khôi phục
en: Restore

# action_resume
source: Tiếp tục
en: Resume

# action_retry
source: Thử lại
en: Retry

# action_revert_to_default
source: Chỉnh về mặc định
en: Revert to default

# action_save
source: Lưu lại
en: Save

# action_search
source: Tìm kiếm
en: Search

# action_search_hint
source: Tìm kiếm…
en: Search…

# action_search_settings
source: Cài đặt tìm kiếm
en: Search settings

# action_select_all
source: Chọn tất cả
en: Select all

# action_select_inverse
source: Đảo ngược lựa chọn
en: Select inverse

# action_set_interval
source: Đặt khoảng thời gian
en: Set interval

# action_settings
source: Cài đặt
en: Settings

# action_share
source: Chia sẻ
en: Share

# action_show_errors
source: Chạm để xem toàn bộ chi tiết
en: Tap to see details

# action_show_manga
source: Hiển thị truyện
en: Show entry

# action_sort
source: Sắp xếp
en: Sort

# action_sort_alpha
source: Theo bảng chữ cái
en: Alphabetically

# action_sort_chapter_fetch_date
source: Ngày nhập chương
en: Chapter fetch date

# action_sort_count
source: Tổng số truyện
en: Total entries

# action_sort_date_added
source: Ngày thêm
en: Date added

# action_sort_last_manga_update
source: Truyện cập nhật gần đây
en: Last update check

# action_sort_last_read
source: Đã đọc gần nhất
en: Last read

# action_sort_latest_chapter
source: Chương mới nhất
en: Latest chapter

# action_sort_next_updated
source: Cập nhật dự kiến tiếp theo
en: Next expected update

# action_sort_random
source: Ngẫu nhiên
en: Random

# action_sort_total
source: Tổng số chương
en: Total chapters

# action_sort_tracker_score
source: Điểm bộ theo dõi
en: Tracker score

# action_sort_unread_count
source: Số lượng chưa đọc
en: Unread count

# action_start
source: Bắt đầu
en: Start

# action_start_downloading_now
source: Bắt đầu tải xuống ngay
en: Start downloading now

# action_toggle_private_off
source: Theo dõi công khai
en: Track publicly

# action_toggle_private_on
source: Theo dõi riêng tư
en: Track privately

# action_track
source: Theo dõi
en: Track

# action_undo
source: Hoàn tác
en: Undo

# action_unpin
source: Bỏ ghim
en: Unpin

# action_update_category
source: Cập nhật danh mục
en: Update category

# action_update_library
source: Cập nhật thư viện
en: Update library

# action_view_chapters
source: Xem các chương
en: View chapters

# action_view_upcoming
source: Xem các cập nhật sắp tới
en: View Upcoming Updates

# action_webview_back
source: Trở lại
en: Back

# action_webview_close_tab
source: Đóng thẻ
en: Close tab

# action_webview_forward
source: Chuyển tới trước
en: Forward

# action_webview_refresh
source: Làm mới
en: Refresh

# add_to_library
source: Thêm vào thư viện
en: Add to library

# add_tracking
source: Thêm theo dõi
en: Add tracking

# all
source: Tất cả
en: All

# also_set_chapter_settings_for_library
source: Ngoài ra có hiệu lực với tất cả truyện trong thư viện
en: Also apply to all entries in my library

# app_not_available
source: Ứng dụng không có sẵn
en: App not available

# app_settings
source: Cài đặt ứng dụng
en: App settings

# appwidget_unavailable_locked
source: Tiện ích không còn khả dụng khi khóa ứng dụng đang bật
en: Widget not available when app lock is enabled

# appwidget_updates_description
source: Xem các bộ truyện được cập nhật gần đây
en: See your recently updated library entries

# are_you_sure
source: Bạn chắc chứ?
en: Are you sure?

# artist
source: Họa sĩ
en: Artist

# author
source: Tác giả
en: Author

# auto_download_while_reading
source: Tự động tải khi đang đọc
en: Auto download while reading

# automatic_background
source: Tự động
en: Auto

# available_disk_space_info
source: Hiện có: %1$s / Tổng cộng: %2$s
en: Available: %1$s / Total: %2$s

# backup_choice
source: Bạn có muốn sao lưu không?
en: What do you want to backup?

# backup_created
source: Sao lưu đã được tạo
en: Backup created

# backup_in_progress
source: Sao lưu đang trong quá trình thực hiện
en: Backup is already in progress

# backup_info
source: Bạn nên giữ lại bản sao của sao lưu ở các nơi khác nữa.
en: You should keep copies of backups in other places as well. Backups may contain sensitive data including any stored passwords; be careful if sharing.

# backup_restore_content_full
source: Bạn sẽ cần cài đặt bất kỳ tiện ích mở rộng nào bị thiếu rồi đăng nhập vào các dịch vụ theo dõi để sử dụng chúng.
en: You may need to install any missing extensions and log in to tracking services afterwards to use them.

# backup_restore_missing_sources
source: Nguồn không tìm thấy :
en: Missing sources:

# backup_restore_missing_trackers
source: Bộ theo dõi chưa được đăng nhập vào :
en: Trackers not logged into:

# battery_optimization_disabled
source: Tối ưu pin đã được tắt
en: Battery optimization is already disabled

# battery_optimization_setting_activity_not_found
source: Không thể mở tuỳ chỉnh thiết bị
en: Couldn\'t open device settings

# black_background
source: Đen
en: Black

# browse
source: Duyệt
en: Browse

# cache_delete_error
source: Lỗi xảy ra trong khi xóa
en: Error occurred while clearing

# cache_deleted
source: Bộ nhớ đệm đã được dọn dẹp, đã xoá %1$d tập tin
en: Cache cleared, %1$d files deleted

# cancel_all_for_series
source: Hủy bỏ tất cả cho phần truyền này
en: Cancel all for this series

# cancelled
source: Đã ngưng
en: Cancelled

# cant_open_last_read_chapter
source: Không thể mở lại chương truyện trước
en: Unable to open last read chapter

# categories
source: Hạng mục
en: Categories

# categorized_display_settings
source: Tùy chỉnh mỗi danh mục cho sắp xếp
en: Per-category settings for sort

# channel_app_updates
source: Cập nhật ứng dụng
en: App updates

# channel_common
source: Thường gặp
en: Common

# channel_complete
source: Hoàn thành
en: Complete

# channel_errors
source: Lỗi
en: Errors

# channel_ext_updates
source: Cập nhật tiện ích mở rộng
en: Extension updates

# channel_new_chapters
source: Cập nhật chương
en: Chapter updates

# channel_progress
source: Quá trình
en: Progress

# chapter_downloading_progress
source: Đang tải xuống (%1$d/%2$d)
en: Downloading (%1$d/%2$d)

# chapter_error
source: Lỗi
en: Error

# chapter_not_found
source: Không tìm thấy chương
en: Chapter not found

# chapter_paused
source: Đã tạm dừng
en: Paused

# chapter_progress
source: Trang: %1$d
en: Page: %1$d

# chapter_settings
source: Tuỳ chỉnh chương
en: Chapter settings

# chapter_settings_updated
source: Đã cập nhật tuỳ chỉnh mặc định cho chương
en: Updated default chapter settings

# chapters
source: Các chương
en: Chapters

# charging
source: Khi đang sạc
en: When charging

# check_for_updates
source: Kiểm tra cập nhật
en: Check for updates

# clear_database_completed
source: Các mục đã bị xóa
en: Entries deleted

# clear_database_history_warning
source: Đọc các chương và tiến trình của các mục không phải thư viện sẽ bị mất
en: Read chapters and progress of non-library entries will be lost

# clear_database_source_item_count
source: %1$d truyện ngoài thư viện có trong cơ sở dữ liệu
en: %1$d non-library entries in database

# clear_database_text
source: Bạn sắp xóa các mục khỏi cơ sở dữ liệu
en: You’re about to remove entries from the database

# clear_db_exclude_read
source: Giữ các mục có chương đã đọc
en: Keep entries with read chapters

# clear_history_completed
source: Lịch sử đã được xoá
en: History deleted

# clear_history_confirmation
source: Bạn có chắc không? Tất cả lịch sử sẽ bị xoá.
en: Are you sure? All history will be lost.

# clipboard_copy_error
source: Sao chép vào bảng tạm thất bại
en: Failed to copy to clipboard

# color_filter_a_value
source: Độ mờ đục
en: Alpha

# color_filter_b_value
source: Xanh lam
en: Blue

# color_filter_g_value
source: Xanh lá
en: Green

# color_filter_r_value
source: Đỏ
en: Red

# complete_list
source: Danh sách hoàn thành
en: Complete List

# completed
source: Đã hoàn thành
en: Completed

# confirm_delete_chapters
source: Bạn có chắc muốn xóa các chương đã chọn?
en: Are you sure you want to delete the selected chapters?

# confirm_lock_change
source: Xác nhận thay đổi
en: Authenticate to confirm change

# confirm_set_chapter_settings
source: Bạn có chắc chắn muốn lưu lại tuỳ chỉnh này hay không?
en: Are you sure you want to save these settings as default?

# confirm_set_image_as_cover
source: Bạn có chắc muốn đặt ảnh này làm ảnh bìa?
en: Use this image as cover art?

# confirm_tracker_update
source: Cập nhật theo dõi từ chương %d?
en: Update trackers to chapter %d?

# connected_to_wifi
source: Chỉ qua Wi-Fi
en: Only on Wi-Fi

# cookies_cleared
source: Thông tin lưu trữ đã được xóa
en: Cookies cleared

# copied_to_clipboard
source: Đã sao chép vào bảng tạm: %1$s
en: Copied to clipboard: %1$s

# copied_to_clipboard_plain
source: Đã sao chép vào bảng tạm
en: Copied to clipboard

# copy
source: Sao chép
en: Copy

# cover_saved
source: Đã lưu ảnh bìa
en: Cover saved

# cover_updated
source: Đã cập nhật ảnh bìa
en: Cover updated

# crash_screen_description
source: %s đã có lỗi. Bạn nên chia sẻ tệp báo lỗi tạm ở trong kênh hỗ trợ của chúng tôi trên Discord.
en: %s ran into an unexpected error. We suggest you share the crash logs in our support channel on Discord.

# crash_screen_restart_application
source: Khởi động lại ứng dụng
en: Restart the application

# crash_screen_title
source: Ôi trời!
en: Whoops!

# create_backup_file_error
source: Không thể tạo tệp sao lưu
en: Couldn\'t create a backup file

# creating_backup
source: Đang tạo bản sao lưu
en: Creating backup

# creating_backup_error
source: Lưu trữ thất bại
en: Backup failed

# custom_cover
source: Tùy chỉnh ảnh bìa
en: Custom cover

# custom_filter
source: Bộ lọc tùy chỉnh
en: Custom filter

# database_clean
source: Không có gì để dọn
en: Nothing to clear

# date
source: Ngày
en: Date

# day_short
source: Ngày %d
en: %dd

# decode_image_error
source: Hình ảnh không thể hiển thị được
en: The image couldn\'t be loaded

# default_category
source: Danh mục mặc định
en: Default category

# default_category_summary
source: Luôn hỏi
en: Always ask

# delete_category
source: Xóa thể loại
en: Delete category

# delete_category_confirmation
source: Bạn có muốn xóa thể loại \"%s\"?
en: Do you wish to delete the category \"%s\"?

# delete_downloaded
source: Xóa các chương đã tải xuống
en: Delete downloaded

# delete_downloads_for_manga
source: Muốn xóa các chương đã tải?
en: Delete downloaded chapters?

# description_placeholder
source: Không có mô tả
en: No description

# dialog_with_checkbox_remove_description
source: Sẽ xóa ngày đọc các chương. Bạn chắc chứ?
en: This will remove the read date of this chapter. Are you sure?

# dialog_with_checkbox_reset
source: Làm mới mọi chương của truyện này
en: Reset all chapters for this entry

# disabled
source: Vô hiệu hóa
en: Disabled

# disabled_nav
source: Tắt
en: Disabled

# display_mode_chapter
source: Chương %1$s
en: Chapter %1$s

# donationCampaign.dismiss
source: Miễn nhiệm
en: Dismiss

# donationCampaign.paragraph1
source: Chào! Tôi là nhà phát triển chính đằng sau Mihon và tôi muốn đề nghị bạn xem xét hỗ trợ tài chính cho sự phát triển của nó. Nếu có đủ sự hỗ trợ, tôi sẽ có thể làm việc toàn thời gian trên Mihon và tập trung vào các vấn đề tồn tại lâu dài cũng như các tính năng được yêu cầu cao.
en: Hi! I’m the main developer behind Mihon, and I’d like to ask you to consider supporting its development financially. With enough support, I’ll be able to work on Mihon full-time and focus on long-standing issues as well as highly requested features.

# donationCampaign.paragraph2
source: Bạn có thể quyên góp thông qua Patreon (ưu tiên) hoặc OpenCollective. Nếu bạn có thắc mắc hoặc muốn hỗ trợ bằng các phương pháp thay thế, vui lòng liên hệ với tôi thông qua máy chủ Discord của Mihon.
en: You can donate through either Patreon (preferred) or OpenCollective. If you have questions or would like to support using alternative methods, feel free to reach out to me through Mihon's Discord server.

# donationCampaign.paragraph3
source: Dù thế nào đi nữa, Mihon sẽ tiếp tục được tôi và các tình nguyện viên duy trì và nó sẽ vẫn là nguồn mở.
en: Regardless, Mihon will continue to be maintained by me and the volunteers, and it will stay open source.

# donationCampaign.title
source: Bạn thích ứng dụng này?
en: Enjoying the app?

# double_tap_anim_speed_0
source: Không có hiệu ứng
en: No animation

# double_tap_anim_speed_fast
source: Nhanh
en: Fast

# double_tap_anim_speed_normal
source: Bình thường
en: Normal

# download_ahead
source: Tải Trước
en: Download ahead

# download_ahead_info
source: Tải trước chỉ áp dụng cho các mục ở trong thư viện và nếu chương cuối cùng đã được tải rồi.
en: Only works if the current chapter + the next one are already downloaded.

# download_bookmarked
source: Đã đánh dấu
en: Bookmarked

# download_cache_invalidated
source: Tái tạo chỉ mục tải xuống
en: Recreating download index

# download_insufficient_space
source: Không thể tãi chương vì dung lượng bộ nhớ xuống thấp
en: Couldn\'t download chapters due to low storage space

# download_notifier_cache_renewal
source: Đang kiểm tra những truyện đã tải xuống
en: Checking downloads

# download_notifier_download_paused
source: Tải xuống đã tạm dừng
en: Downloads paused

# download_notifier_downloader_title
source: Trình tải xuống
en: Downloader

# download_notifier_no_network
source: Không có kết nối mạng
en: No network connection available

# download_notifier_split_page_not_found
source: Trang %d không thể được tìm thấy khi chia cắt
en: Page %d not found while splitting

# download_notifier_split_page_path_not_found
source: Không thể tìm thấy đường dẫn của trang %d
en: Couldn\'t find file path of page %d

# download_notifier_text_only_wifi
source: Không có kết nối Wi-fi
en: No Wi-Fi connection available

# download_notifier_title_error
source: Lỗi
en: Error

# download_notifier_unknown_error
source: Đã xảy ra lỗi khi tải xuống chương này
en: Could not download chapter due to unexpected error

# download_queue_error
source: Có lỗi đã xảy ra khi đang tải các chương. Bạn có thể thử lại trong phần Tải xuống
en: Couldn\'t download chapters. You can try again in the downloads section

# download_queue_size_warning
source: Cảnh báo: các tải xuống hàng loạt lớn có thể dẫn đến các nguồn trở nên chậm hơn và / hoặc chặn %s. Nhấn vào để tìm hiểu thêm.
en: Warning: large bulk downloads may lead to sources becoming slower and/or blocking %s. Tap to learn more.

# download_unread
source: Chưa đọc
en: Unread

# downloaded_chapters
source: Các chương đã tải
en: Downloaded chapters

# downloaded_only_summary
source: Lọc tất cả truyện trong thư viện
en: Filters all entries in your library

# dropped
source: Đã dừng
en: Dropped

# edge_nav
source: Dạng góc cạnh
en: Edge

# email
source: Địa chỉ email
en: Email address

# empty_backup_error
source: Không có mục thư viện nào để sao lưu
en: No library entries to back up

# empty_screen
source: Ờ thì, nó lạ lắm
en: Well, this is awkward

# enhanced_services
source: Dịch vụ nâng cao
en: Enhanced trackers

# enhanced_services_not_installed
source: Có sẵn nhưng nguồn không được cài đặt: %s
en: Available but source not installed: %s

# enhanced_tracking_info
source: Dịch vụ cung cấp các tính năng nâng cao cho các nguồn cụ thể. Truyện sẽ tự động theo dõi khi được thêm vào thư viện của bạn.
en: Provides enhanced features for specific sources. Entries are automatically tracked when added to your library.

# error_category_exists
source: Tên danh mục này đã tồn tại!
en: A category with this name already exists!

# error_no_match
source: Không tìm thấy chính sác
en: No match found

# error_saving_cover
source: Lỗi khi lưu ảnh bìa
en: Error saving cover

# error_saving_picture
source: Lỗi khi lưu ảnh
en: Error saving picture

# error_sharing_cover
source: Lỗi khi chia sẻ ảnh bìa
en: Error sharing cover

# error_user_agent_string_blank
source: Chuỗi đại diện người dùng không thể bỏ trống
en: User agent string can not be blank

# error_user_agent_string_invalid
source: Chuỗi tác nhân người dùng không hợp lệ
en: Invalid user agent string

# exception_http
source: HTTP %d, kiểm tra trang web trong WebView
en: HTTP %d, check website in WebView

# exception_offline
source: Mất kết nối mạng
en: No Internet connection

# exception_unknown_host
source: Không thể truy cập %s
en: Couldn\'t reach %s

# exclude
source: Loại trừ:%s
en: Exclude: %s

# exclude_scanlators
source: Loại trừ nhóm dịch
en: Exclude scanlators

# export
source: Xuất
en: Export

# ext_app_info
source: Thông tin ứng dụng
en: App info

# ext_confirm_remove
source: Gỡ tiện ích mở rộng?
en: Remove Extension?

# ext_downloading
source: Đang tải
en: Downloading

# ext_info_age_rating
source: Phân loại độ tuổi
en: Age rating

# ext_info_language
source: Ngôn ngữ
en: Language

# ext_info_version
source: Phiên bản
en: Version

# ext_install
source: Cài đặt
en: Install

# ext_install_service_notif
source: Đang cài đặt tiện ích mở rộng…
en: Installing extension…

# ext_installed
source: Đã cài đặt
en: Installed

# ext_installer_legacy
source: Cũ
en: Legacy

# ext_installer_pref
source: Trình cài đặt
en: Installer

# ext_installer_shizuku_stopped
source: Shizuku đang không chạy
en: Shizuku is not running

# ext_installer_shizuku_unavailable_dialog
source: Cài và chạy Shizuku để sử dụng Shizuku như một trình cài đặt tiện ích mở rộng.
en: Install and start Shizuku to use Shizuku as extension installer.

# ext_installing
source: Đang cài đặt
en: Installing

# ext_nsfw_warning
source: Nguồn truyền từ tiện ích mở rộng này có thể chứa nội dung NSFW 18+
en: Sources from this extension may contain NSFW (18+) content

# ext_obsolete
source: Lỗi thời
en: Orphaned

# ext_pending
source: Đang chờ xử lý
en: Pending

# ext_permission_install_apps_warning
source: Cần phải cấp phép để cài đặt tiện ích mở rộng. Bấm đây để cấp.
en: Permissions are needed to install extensions. Tap here to grant.

# ext_remove
source: Gỡ
en: Remove

# ext_revoke_trust
source: Thu hồi quyền truy cập của tiện ích không xác định
en: Revoke trusted unknown extensions

# ext_trust
source: Đáng tin cậy
en: Trust

# ext_uninstall
source: Gỡ cài đặt
en: Uninstall

# ext_untrusted
source: Không đáng tin cậy
en: Untrusted

# ext_update
source: Cập nhật
en: Update

# ext_update_all
source: Cập nhật tất cả
en: Update all

# ext_updates_pending
source: Đang chờ cập nhật
en: Updates pending

# extensionStores
source: Cửa hàng Phần mở rộng
en: Extension stores

# extensionStoresScreen.addStore.alreadyExists
source: Cửa hàng tiện ích mở rộng này đã tồn tại
en: This extension store already exists
